{
	"terms": {
		"aboutPlatform": {
			"title": "About Flashcall Platform",
			"para1": "The Platform is owned, managed and operated by Flashcall, a private company incorporated under the (Indian) Companies Act, 2013. Flashcall Platform is a web-based service that provides an online platform to create, design, publish and sell digital services  as 1-1 interactions in the form of Chat, Audio or Video ",
			"para2": "Additionally, the Platform allows the consultant to set their own pricing for the services they provide to clients (who enrol for his/her services) to exchange their thoughts, knowledge with each other, and even interact with the consultant himself/herself. All of features and services offered on the Platform shall be referred to as ",
			"para3": "It is important to understand and acknowledge that the Flashcall Platform is only a platform service provider and is neither a consultant nor an educational institution. While through technological means, Flashcall provides the Platform that facilitates interaction between consultants and their clients; Flashcall is not, in any manner, responsible for the interactions between consultants and Clients.",
			"para4": "Accordingly, Flashcall is not liable for any disputes, claims, losses, injuries, or damage of any kind that may arise out of consultant- Client relationship, including without limitation to, any Client's dependency on any information provided by a consultant through any of the Flashcall Services. \n\nThe terms and conditions governing Your use of the Platform and the Services offered therein are detailed hereunder.",
			"endingPara": "The terms and conditions governing Your use of the Platform and the Services offered therein are detailed hereunder."
		},
		"tableOfContents": {
			"title": "Table of Contents",
			"contents": [
				"A. Right to Access and Registration",
				"B. Your Account",
				"C. License to consultants",
				"D. License to Clients",
				"E. Communications on the Platform:",
				"F. Processing of Personal Information by consultants",
				"G. Access to the Platform",
				"H. Code of Conduct",
				"I. Intellectual Property",
				"J. Your Content on the Platform",
				"K. Feedback",
				"L. Flashcall’s Rights",
				"M. Copyright Complaints and Takedown Policy",
				"N. Trademarks",
				"O. Claims Against User Content:",
				"P. Pricing, Payments and Refunds",
				"Q. Deletion of Account",
				"R. Disclaimer",
				"S. Limitation of Liability",
				"T. Indemnity and Release",
				"V. OFAC",
				"W. Other Communications",
				"X. Governing law and Jurisdiction",
				"Y. Miscellaneous",
				"Z. Contact Us"
			]
		},
		"A": {
			"title": "Right to Access and Registration",
			"para1": "To access the Platform and use the Services provided therein, You will be required to register and create an account and provide certain details or other information as outlined in our Privacy Policy",
			"para2": "You can either register as an individual or as an entity. If You’re an individual You must be at least 18 (eighteen) years of age, or, if You are between the ages of 13 and 18, You must have Your parent or legal guardian's permission to use the Platform. By using the Flashcall Platform, You are, through Your actions, representing and warranting to us that You have obtained the appropriate consents/permissions to use the Platform.",
			"para3": "You hereby also authorize Flashcall to use the data, information provided by you to compile its own data, profile or for analysis or use for their own purpose.",
			"para4": "If You’re a consultant/user, we require You to provide the basic personal information such as Your name, email address, mobile number, and create a username for Your account, and a simple description of Yourself; we also give You an option to upload Your photo and include links of Your social media & YouTube channels, websites, blogs, etc., which could help You build Your brand better on the Platform. If You’re a Client, we require You to only provide Your name and mobile number, Please read our",
			"para5": "to understand how we handle Your information. You represent that the information indicated by You in the Registration is true and complete, and that You meet the eligibility requirements for use of the Platform, and You agree to update the Registration upon any changes to the information.",
			"para6": "The registration in itself is free, however, products/services offered therein may be chargeable. Notwithstanding the foregoing, by registering Yourself on the Platform, You are not obligated to purchase/use any product or service offered therein."
		},
		"B": {
			"title": "Your Account",
			"para1": "As a consultant, once You’ve successfully registered on the Platform, a unique link gets created based on the information provided by You at the time of Your Registration on the Platform (simply put, it is like having Your own website to create and publish Your Services which is powered by the Flashcall Platform). As a Client, Your successful registration gives You an access to Your dashboard that lists your wallet balance and the consultants you have followed.",
			"para2": "You are responsible for maintaining the confidentiality of Your account and password to access the Platform. You acknowledge that Your account is personal to You and agree not to provide any other person with access to the Platform and to restrict access to Your device to prevent any unauthorized access to Your account. You agree to accept responsibility for all activities that occur under Your account. You should use particular caution when accessing Your account from a public or shared computer so that others are not able to view or record Your username, password, or other personal information. You should take all necessary steps to ensure that the password is kept confidential and secure at all times, and if You have any reason to believe that Your password has become known to anyone else, or if the password is being, or is likely to be, used in an unauthorized manner, You agree to immediately change Your password or inform us of any unauthorized access to or use of Your username or password, so that we are able to help You stop or prevent such unauthorized access. Please ensure that the details You provide us are correct and complete and inform us immediately of any changes to the information that You provided when registering through the platform.",
			"para3": "We maintain and reserve the right to refuse access to the Platform, terminate accounts, remove profile and details at any time without any notice to You. We further maintain the right to disable any username, password, or other identifier, whether chosen by You or provided by us, at any time if, in our opinion, You have violated any provision of this Agreement or any law of the land.",
			"para4": "Further, to access the Platform, create, publish services on the Platform, You will need to use a “Supported/Compatible Device” which means a personal computer, mobile phone, portable media player, or other electronic device that meets the system and compatibility requirements and on which You are authorized to operate the Platform. The Supported/Compatible Devices to access the Platform may change from time to time and, in some cases, whether a device is (or remains) a Supported/Compatible Device may depend on software or systems provided or maintained by the device manufacturer or other third parties. Accordingly, devices that are Supported/Compatible Devices at one time may cease to be Supported/Compatible Devices in the future. Thus, kindly make sure that the device that You use is compatible with our system/software to use the Platform and avail the services offered therein."
		},
		"C": {
			"title": "License to consultants",
			"para1": "Flashcall grants You (as a consultant) a limited, non-exclusive, non-transferable, non-sub-licensable license to access and use the Platform for Your own personal and commercial use in accordance with the terms of this Agreement. Except as expressly permitted under this Agreement or otherwise in writing, You will not reproduce, duplicate, copy, sell, redistribute, create derivative works or otherwise exploit this Platform or any portion of this Platform (including but not limited to any copyrighted material, trademarks, or other proprietary information)."
		},
		"D": {
			"title": "License to Clients",
			"para1": "Flashcall grants You, as a Client, a limited, non-exclusive license to access and use the Platform for Your own personal use. This license does not grant You the right to assign or sublicense the license granted under this Agreement to anyone else. Except as expressly permitted by Flashcall under this Agreement or otherwise in writing, You will not reproduce, duplicate, copy, sell, resell, redistribute, create derivative works or otherwise exploit this Platform or any portion of this Platform (including but not limited to any copyrighted material, trademarks, or other proprietary information)."
		},
		"E": {
			"title": "Communications on the Platform",
			"para1": "You understand and agree that the Platform enables You (as a consultant) to make available Your services to be availed by Clients, at the price indicated therein at any time from any location; similarly, as a Client, the Platform enables You to purchase the Services made available by consultants on the Platform. You further agree and acknowledge that the Company is only a facilitator and is not and cannot be a party to or control in any manner any transactions on the Platform. Accordingly, the contract of sale of Content/products on the Platform shall be a strictly bipartite contract between the consultants and Clients on the Platform.",
			"para2": "As provided in our Privacy Policy[3] , Flashcall does not provide, sell, rent, release, disclose, or otherwise transfer any data provided You on the Platform, in any manner whatsoever, for monetary or other valuable consideration. However, Flashcall does provide consultants with certain information about the Clients enrolled in for their services, which includes name, location, username, information about the Service in which the Client has enrolled,. This information is only available to the consultant upon the purchase or enrolment of a Client in the consultant's services, but such information is not provided to the consultant for any form of consideration, whether monetary or otherwise. Nevertheless, we clarify that Clients assume full responsibility for the disclosure and use of any other personal information the Client chooses to disclose to any consultant on the Platform.",

			"para3": "Further, the Platform includes provision and facilitation of Subscriptions designed to enable You to communicate with consultants and other Clients. Flashcall has no obligation to monitor these services, but if Flashcall receives a complaint from any User of misconduct in any form or if Flashcall otherwise deems necessary, Flashcall may terminate or suspend Your access to any services at any time, without notice, for any reason. You acknowledge and accept that any User services (including without limitation chats, Audio or Video chats) on the Platform is neither endorsed nor controlled by us. You further understand and agree that You, not Flashcall, shall be solely responsible for such content including its legality, reliability, accuracy, and appropriateness, and the consequences of its publication. You represent and warrant that You are responsible for any communication done through the Platform. Flashcall will not under any circumstances be liable for any activity within Platform. Flashcall is not responsible for information that You choose to share on the Platform, or for the actions of other Users. As a condition of Your use of the Services, and without limiting Your other obligations under this Agreement, You agree to comply with the restrictions and terms of use set forth in this Agreement.",
			"para4": "Having said all of the above, all Your information including discussions on the Subscriptions are encrypted and such information is accessible only in accordance with the terms of our Privacy Policy."
		},
		"F": {
			"title": "Processing of Personal Information by consultants",
			"para1": "Flashcall's Data Processing Agreement ('DPA') forms an integral part of this Agreement and details consultants’ and Flashcall’s obligations with respect to the processing of personal information. consultants are responsible for protecting all personal information that they receive from, or provide to, Flashcall in connection with their use of the Platform or any of the Services and agree to comply with the terms of the DPA to the extent applicable. consultants are considered controllers or 'owners' of the personal information they collect from and about Clients. In addition to agreeing to the terms of the DPA, consultants are also responsible for providing an appropriate privacy notice to their Clients, respecting their Clients' privacy rights in accordance with applicable law, and providing access to or deleting Clients' personal information if they request and as required by applicable law."
		},
		"G": {
			"title": "Access to the Platform",
			"para1": "We will do our utmost to ensure that availability of the Platform will be uninterrupted and that transmissions will be error-free. However, due to the nature of the Internet, the same cannot be guaranteed. Also, Your access to the Platform may occasionally be suspended or restricted to allow for repairs, maintenance, or the introduction of new facilities or services at any time without prior notice. We will attempt to limit the frequency and duration of any such suspension or restriction. You agree that Flashcall will not be liable if for any reason all or part of the Platform is unavailable at any time or for any period."
		},

		"H": {
			"title": "Code of Conduct",
			"conducts": {
				"legitUsage": {
					"title": "Legit usage of the Platform",
					"description": "You agree to use the Platform only for lawful purposes and You are not allowed to use our Platform to engage in any kind of activity that violates any applicable central, state, local, federal or international law or regulation (including, without limitation, any laws regarding the export of data or software to and from the USA or other countries). Also, You agree that You will not use the Platform in any manner that would disrupt, damage or impair the Platform or access to it, in any manner, including promoting or encouraging illegal activity such as hacking, cracking or distribution of counterfeit software, compromised accounts, or cheats or hacks for the Platform and conduct of any form of fraudulent activity."
				},
				"communication": {
					"title": "No harmful or dangerous communication",
					"description": "We believe that our Platform is a safe space for Clients and consultants alike and would like Your help in ensuring that it remains so. Keeping this in mind, any communication/content which incites or promotes violence, that may cause physical or emotional harm or that may endanger the safety of any individual or is otherwise objectionable is expressly prohibited on the Platform. The sale and promotion of any regulated or illegal goods is not allowed. The Platform is to be used only for the permitted uses as detailed under this Agreement."
				},
				"hatefulCommunication": {
					"title": "No hateful or defamatory communication",
					"description": "We realise that there may be instances when there are exchange of ideas and opinions which is essential in the learning process, while we agree that individuals have the right to voice their opinion, we do not encourage or tolerate any form of hate speech, article, photographs or statements that are libelous, slanderous, threatening, violent, predatory, defamatory, or any statement that incites hatred against specific individuals or groups with respect to but not limited to race or ethnic origin, country caste, religion, disability, gender, age, sexual orientation/gender identity etc."
				},
				"voilentCommunication": {
					"title": "Violent and graphic communication",
					"description": "Any communication/content whose sole objective is to sensationalise, shock or disturb individuals is not allowed. We do not permit any communication that promotes terrorist acts or incites violence, to be uploaded on the Platform in any manner."
				},
				"harassment": {
					"title": "Harassment and bullying",
					"description": "Flashcall Platform will be used by many Users on a daily basis and it is important to be respectful and kind to your fellow Users. We do not tolerate any form of harassment or bullying on the Platform and strive to keep the Platform a safe space to foster learning. Harassment in this case would include, without limitation, to abusive videos, comments, messages, revealing someone’s personal information, including sensitive personally identifiable information of individuals, content or comments uploaded in order to humiliate someone, stalking, sexual harassment or sexual bullying in any form."
				},
				"spam": {
					"title": "Spam",
					"description": "Posting untargeted, unwanted and repetitive content, comments or messages with an intention to spam the Platform and to drive traffic from the Platform to other third-party sites is in direct violation of this Agreement. Posting links to external websites with malware and other prohibited sites is not allowed."
				},
				"scams": {
					"title": "Scams",
					"description": "Any content uploaded or posted in order to trick others for their own financial gain is not allowed and we do not tolerate any practices of extortion or blackmail, either."
				},
				"violation": {
					"title": "Privacy Violation",
					"description": "Kindly refer to our Privacy Policy [4] to know how to protect Your privacy and respect the privacy of other Users."
				},
				"impersonation": {
					"title": "Impersonation",
					"description": "Impersonating another person, including but not limited to, Flashcall, a Flashcall employee, or another User, is not permitted while using our Platform. In this case impersonation would mean the intention to cause confusion regarding who the real person is by pretending to be them (such as using names, image, documents, certificates etc. not belonging to You or not used to identify You, or pretending to be a company, institute, group etc., by using their logo, brand name or any distinguishing mark)."
				},
				"access": {
					"title": "Unauthorized Access or Disabling of Platform",
					"description": "You agree not to (i) use the Platform in any manner that could disable, overburden, damage, or impair the Platform or interfere with any other User’s use of the Platform; (ii) not to use any manual process to monitor or copy any of the material on the Platform or for any other unauthorized purpose without Flashcall’s prior express written consent; (iii) use any device, software, or routine that interferes with the proper working of the Platform; (iv) attack the Platform via a denial-of-service attack; (v) attempt to gain unauthorized access to, interfere with, or disrupt any parts of the Platform, the server on which the Platform is stored, or any server, computer, or database connected to or associated with the Platform; and (vi) introduce any viruses, trojan horses, worms, keystroke loggers, malware, or other material which is malicious or technologically harmful to the Platform.",
					"moreInfo": "We are not obligated to monitor any communication on the Platform or review the conduct occurring on or through the Platform, including the interactions between the consultants and Clients, however, if any violation of the above rules of conduct comes to our notice, then, we reserve the right to refuse Your access to the Platform, terminate accounts or remove such violating messages at any time without notice to You."
				}
			}
		},
		"I": {
			"title": "Intellectual Property",
			"flashcallContent": {
				"title": "Flashcall Content",
				"para1": "Flashcall owns all information and materials (in whatever form or media) provided or communicated to You by or on behalf of Flashcall including but not limited to, the Platform, illustrations, letters, images, ideas, concepts, the layout, design, flow, look and feel of the Platform, logos, marks, graphics, audio files, video files, any software which is owned by or licensed to Flashcall, the underlying source and object code, instructions embedded in any form of digital documents and other data, information, or material made available to You by Flashcall",
				"para2": "Flashcall Content, including its trademarks, may not be modified by You in any way. You acknowledge and agree that You do not acquire any ownership rights to the Flashcall Content or the Platform by use of the Platform. You acknowledge and agree that the Flashcall Content is protected by copyright, trademark, patent, trade secret and other intellectual property or proprietary rights laws and any unauthorize use, reproduction, modification, distribution, transmission, republication, display or performance of the Flashcall Content and any component thereof is strictly prohibited.",
				"para3": "You may not utilize any data mining tools, robots, or similar data gathering and extraction tools to extract (whether once or many times) for re-utilization of any substantial parts of this Platform, without the Flashcall's express written consent."
			},
			"yourContent": {
				"title": "Your Content",
				"description": "You shall remain the sole owner of the Content uploaded by You on the Platform and Flashcall does not claim any ownership over any content or material uploaded by You on the Platform using the Services (“Your Content”). However, Flashcall reserves the right to retain copies of all such material uploaded by you for its research and data compilation."
			}
		},
		"J": {
			"title": "Your Content on the Platform",
			"para1": "By uploading Your Content (profile photo) on the Platform, You agree that:",
			"para2": "You are solely responsible for the photo you have uploaded; and that You own or otherwise control all of the rights to Your photo; and that Your photo is yours and does not infringe upon another’s intellectual property rights and You have procured all necessary rights and licenses from third parties who may own Your content or any part thereof. \n\nYour photo made available on the Platform, is lawful.\n\nYour Photo does not breach any applicable policy or guideline of Flashcall including this Agreement; You hereby acknowledge that you have read, understood and accepted all of Flashcall’s policies and guidelines.\n\nYou and/or Your profile Photo will not cause any sort of distress or injury to any person or entity (including that the content or material is not defamatory).",
			"para3": "You have provided Your profile photo on and to the Platform at Your sole discretion and Flashcall does not have a way to certify or approve the uploading of Your Content on the Platform. \n\n In furtherance of the Flashcall Services, You grant Flashcall a non-exclusive, royalty-free, transferable and sublicensable rights to use, copy, distribute, retain and transmit Your Services with the profile photo you have uploaded as well as technical information collected via the Platform to the extent necessary to (i) provide the Platform and our services; (ii) perform our obligations under this Agreement; (iii) provide, monitor, correct, and improve the Platform and services related thereto; (iv) de-identify User data such that there is no reasonable basis to believe that the information can be used, alone, or in combination with other reasonably available information, to identify any individual or to identify User as the source of such data; (v) aggregate User data with other data; and (vi) comply with applicable laws."
		},
		"K": {
			"title": "Feedback",
			"para1": "If consultants or their Clients submit suggestions, ideas, comments, or questions containing product feedback about or posted through the Platform",
			"para2": "such consultant and such Client grants Flashcall and its affiliates a worldwide, non-exclusive, royalty-free, perpetual, and irrevocable right to use (and full right to sublicense), reproduce, modify, adapt, publish, translate, create derivative works from, distribute, transmit, and display such Feedback in any form. consultants and Clients shall have no intellectual property right in the Platform as a result of Flashcall’s incorporation of Feedback into the Platform.ited to any copyrighted material, trademarks, or other proprietary information)."
		},

		"L": {
			"title": "Flashcall’s Rights",
			"para1": "In respect of the entire Platform, Flashcall reserves the following rights:\n\nFlashcall reserves the right to remove You and/or Your services without notice if You violate any of the provisions of this Agreement.\n\nFlashcall may modify, terminate, or refuse to provide Services at any time for any reason, without notice.",
			"para2": "Notwithstanding anything contrary stated in this Agreement, in its sole discretion, Flashcall may remove anyone from the Platform at any time for any reason. Flashcall reserves the right to access Your account and/or Your services details  in order to respond to requests for technical support, to maintain the safety and security of the Platform, and for other legitimate business purposes, as necessary, at Flashcall's discretion.",
			"para3": "Flashcall may, but has no obligation to, monitor any communication that happens on the Platform or review any conduct occurring through the Platform, including any interactions between consultants, Clients and Flashcall employees.",
			"para4": "If You close Your account, Flashcall may keep a copy of Your service details after termination for the limited purpose of archiving the same for compliance with any relevant laws and regulations and for our internal business purposes, subject to applicable law. For the limited purpose stated herein, You grant us a non-exclusive, perpetual, irrevocable license to retain a copy of Your service details.",
			"para5": "In its sole discretion, Flashcall has an absolute right to modify, change, alter, suspend, or terminate any provision of this Agreement without notice at any time. Your continued use of the Platform or any of the Services, constitutes your acceptance of such change(s)."
		},
		"M": {
			"title": "Copyright Complaints and Takedown Policy",
			"description": "Flashcall respects the intellectual property of others, and we ask our users to do the same. If You believe that Your work has been copied in a way that constitutes copyright infringement, or that Your intellectual property rights have been otherwise violated, You should notify Flashcall of your infringement claim in accordance with the procedure set forth below. Flashcall will process and investigate notices of alleged infringement and will take appropriate actions under the Digital Millennium Copyright Act (see 17 U.S.C. § 512(c)(3)) (“DMCA”) and other applicable intellectual property laws with respect to any alleged or actual infringement. A notification of claimed copyright infringement should be emailed to the Flashcall’s Copyright Agent at support@flashcall.me (Subject line: “DMCA Takedown Request”). To be effective, the notification must be in writing and contain the following information:",
			"infomation": [
				"An electronic or physical signature of You or the person authorized to act on behalf of the owner of the copyright or other intellectual property interest",
				"A description of the copyrighted work or other intellectual property that You claim has been infringed",
				"A description of where the material that You claim is infringing is located on the Platform, with enough detail that we may find it on the Platform",
				"Your address, telephone number, and email address",
				"A statement by You that You have a good faith belief that the disputed use is not authorized by the copyright or intellectual property owner, its agent, or the law",
				"A statement by You, made under penalty of perjury, that the above information in Your Notice is accurate and that You are the copyright or intellectual property owner or authorized to act on the copyright or intellectual property owner’s behalf."
			],
			"para1": "If You submit a notice of infringement that knowingly materially misrepresents that any Content, information, or communication on the Platform is infringing upon a copyright, You may be held liable for damages and attorneys’ fees.",
			"counterNotice": {
				"title": "Counter-Notice",
				"description": "If You believe that Your Content that was removed (or to which access was disabled) is not infringing, or that You have the authorization from the copyright owner, the copyright owner’s agent, or pursuant to the law, to upload and use the content in Your Content, You may send a written counter-notice containing the following information to the Copyright Agent using any of the methods mentioned under ‘Copyrights Complaint’ section above:",
				"points": [
					"Your physical or electronic signature",
					"identification of the content that has been removed or to which access has been disabled and the location at which the content appeared before it was removed or disabled",
					"a statement that You have a good faith belief that the content was removed or disabled as a result of mistake or a misidentification of the content; and,",
					"Your name, address, telephone number, and email address, a statement that You consent to the jurisdiction of the court located within Bangalore, Karnataka and a statement that You will accept service of process from the person who provided notification of the alleged infringement."
				],
				"endingPara": "If a counter-notice is received by the Copyright Agent, the Company will send a copy of the counter-notice to the original complaining party informing that person, that it may replace the removed content or cease disabling it in 10 (ten) business days. Unless the copyright owner files an action seeking a court order against the content provider, member or user, the removed content may be replaced, or access to it restored, in 10 (ten) to 14 (fourteen) business days or more after receipt of the counter-notice, at our sole discretion."
			},
			"repeatInfringer": {
				"title": "Repeat Infringer Policy",
				"description": "In accordance with the DMCA and other applicable laws, Flashcall has adopted a policy of terminating users who are deemed to be repeat infringers, in appropriate circumstances and at Flashcall’s sole discretion. Flashcall may also at its sole discretion, limit access to the Platform and/or terminate the accounts of any users who infringes any intellectual property rights of others, whether or not there is any repeat infringement."
			}
		},
		"N": {
			"title": "Trademarks",
			"para1": "Flashcall, Flashcall LOGO, and other marks indicated on our Platform are trademarks or registered trademarks of the Company. Platform's graphics, logos, page headers, button icons, scripts and service names are the trademarks or trade dress of the Platform. Flashcall’s trademarks and trade dress may not be used in connection with any product or service that is not Flashcall’s, in any manner that is likely to cause confusion among customers, or in any manner that disparages or discredits Flashcall. All other trademarks not owned by Flashcall that appear on this Platform are the property of their respective owners, who may or may not be affiliated with, connected to, or sponsored by Flashcall.",
			"para2": "At Flashcall, we respect the intellectual property of others just as much ours and hence, if You believe that Your intellectual property rights (other than copyrights) have been used in a way that gives rise to concerns of infringement, then kindly write to us at support@flashcall.me with complete details.",
			"para3": "Further, we reserve the right to remove access to content that we know, or have reason to know, violates the intellectual property rights of Flashcall or other users. Please note that we may send a copy of any infringement claim received to the user who posted the content that was reported by You as infringing."
		},
		"O": {
			"title": "Claims Against User Conten",
			"description": "Through the Platform, You will have the ability to access content, links to websites, and services provided by consultants, Clients and other users. Your use of any content and/or material provided on this Platform or a third-party website is at Your own risk. Flashcall does not monitor or have any control over or does not warrant, and makes no claim or representation regarding the accuracy, completeness, or usefulness of any content/material provided on the Platform by its users and accepts no responsibility for reviewing changes or updates to, or the quality, content, policies, nature or reliability of, such content and/or material. Flashcall disclaims all liability and responsibility arising from any reliance placed on such materials by You. All statements and/or opinions expressed in these materials, and all articles and responses to questions and other content, other than the Flashcall Content, are solely the responsibility of the person or entity providing those materials. You should review applicable terms and policies, including privacy and data gathering practices, of any third party, and should make whatever investigation You feel necessary or appropriate before proceeding with any transaction with any third party."
		},
		"P": {
			"title": "Pricing, Payments and Refunds",
			"services": {
				"pricing": {
					"title": "Pricing",
					"para1": "We believe that consultants, being the content consultants, must have full the liberty to decide the pricing of the Content offered by them; hence, consultants are exclusively responsible for establishing and setting the prices for the Content offered by them on the Platform"
				},
				"charges": {
					"title": "Platform Service Charges",
					"para1": "As mentioned in the beginning of this Agreement, Registration and account creation on Flashcall comes at zero cost to both consultants and Clients. But, when consultants provide services on the Platform, Flashcall charges 20% (thirty percent) of the consultant Fee set by the consultant for making available the Services with all its features on the Platform",
					"para2": "The Platform Service Charge is inclusive of GST for Non-GST Registered consultants and exclusive of GST for GST Registered consultants. Flashcall as a Platform does not charge anything from the Client to access the Platform, but to access the Content offered by the consultants, Clients may be required to pay the consultant Fee set by the consultant."
				},
				"payments": {
					"title": "Payments",
					"para1": "With an intent to have a more user-friendly transaction model for payment, we use third-party payment processors to process payments for products, services purchased through the Platform. We use third-party service providers, and third-party service providers may also charge You fees to use or access their services and require Your personal data to complete any transaction for the Platform. Hence, prior to using we suggest that You read their terms of service, privacy policy, and other policies, that may apply, to understand as to how Your data is being processed. Flashcall is not affiliated with 3rd party payment providers and neither Flashcall nor payment providers are agents or employees of the other.",
					"para2": "In purchasing products or services through the Platform, a User may be redirected to an external website operated by payment gateway providers. We cannot and do not (i) guarantee the adequacy of the privacy and security practices employed by or the content and media provided by payment gateway providers or its respective websites or (ii) control collection or use of Your personal information by payment gateway providers. You agree that You are solely responsible for all charges that occur through a payment gateway providers (as applciable) and acknowledge and agree to indemnify, defend, and hold harmless Flashcall, its licensors, their corporate affiliates, and their respective officers, directors, employees, and agents from any loss arising out of or related to the use of the Platform or any purchases made through the Platform. This obligation will survive Your use of the Platform and termination of the Agreement. For purposes of this Agreement, “Loss” means all losses, liabilities, damages, awards, settlements, claims, suits, proceedings, costs and expenses (including reasonable legal fees and disbursements and costs of investigation, litigation, settlement, judgment, interest, and penalties). Flashcall shall not be liable to You for any claims arising out of any act or omission on the part of payment gateway providers (as the case may be) including, but not limited to, any lost, stolen, or incorrectly processed payments. Flashcall expressly disclaims any responsibility and liability for all services provided by the payment gateway providers.",
					"types": {
						"type1": {
							"title": "(a). Payments with respect to consultants",
							"para1": "To publish Your services on the Platform and collect the applicable consultant Fees determined by You, You will need a bank account.",
							"para2": "In respect of Your transaction, You are solely responsible for all applicable Goods and Services Taxes (‘GST’), EU Value Added Taxes (‘VAT’), costs, filings, and any other activities that may arise as a result of sales of Your Content using the Platform. Neither is Flashcall responsible to nor does it collect, pay, remit or otherwise pay on Your behalf, the taxes owed by You (including GST or EU VAT) on Content You sell through the Platform.",
							"para3": "the GST is applicable once they breach the threshold exemption (threshold exemption means Turnover of Rs. 20 Lacs or Rs. 10 Lacs in case of special category states) and need to, compulsorily, register themselves with the GST authorities and charge the prescribed GST from the users and pay the same to the GST authorities. You hereby agree to follow the rules, guidelines of the GST and absolve Flashcall of any liability arising out of the said GST.",
							"bulletPoints": [
								" Flashcall will start collecting 18% GST and start invoicing the customers on your behalf and deposit the same to the GST authorities.",
								"Billing: Flashcall will generate GST invoices to the Clients for the entire consultant Fee and You will generate invoice to Flashcall for an amount which is equal to (consultant Fee - Platform Service Charge).",

								"Once you submit the GST registration certificate to Flashcall, you can start generating the invoices to the customers as usual and Flashcall will generate an invoice to you of Platform Service charge only.",

								"Equlisation Levy @ 6% will be deducted on any payment made to the Foreign consultants/consultants not based in India against the Online Advertising Services provided by them to Flashcall.",
								" You set the consultant Fee of each service published on the Platform at Your sole discretion and without any input from Flashcall.",
								" All invoices made to Your Clients through payment gateway provider (as applicable) shall indicate that You are the supplier of the service.",
								"Clients’ invoices shall identify the name and nature of the Content that was purchased.",
								"As stated, payment gateway providers are third-party service providers, hence, neither is Flashcall a party to the authorization process nor is Flashcall responsible for authorizing credit card charges through payment gateway provider",
								"You are responsible for Your Content's terms and conditions and are not bound by our refund policy, if any.",
								"Flashcall has no responsibility to accept or reject services enrolments should there be any issues with payments. You agree that once payments are processed through Stripe or Razorpay or Cashfree, such processing serves as an authorization to Flashcall to deliver the Content materials to Clients through the Services."
							]
						},
						"type2": {
							"title": "(b). Payments with respect to Clients",
							"para1": "To avail any service, You will need to pay the consultant Fee determined by the respective consultant, which shall be processed by payment gateway provider (as applicable), as explained above. Your payments may be subject to applicable taxes, so we suggest that You read terms and policies to understand the same better. Further, please note that Flashcall is only an intermediary between You and the consultant; in other words, we are only facilitating the transaction between You and the consultant through the Services offered on the Platform. Hence, we are not responsible for the Content of the consultant, the consultant Fees, payment processing or refunds. Your enrolment for any Content is subject to the terms and conditions determined by the respective consultant, at his/her/its sole discretion without suggestions from Flashcall. Should You face any issues in this regard, please reach out to the respective consultant to resolve the same."
						}
					}
				}
			}
		},
		"Q": {
			"title": "Deletion of Account",
			"description": "You may delete Your account at any time. If Your account is deleted (regardless of the reason), Your Content may no longer be available and the same may be irrecoverable. Flashcall is not responsible for the loss of such Content upon deletion and Flashcall shall not be liable to any party in any way for the inability to access Content arising from any deletion."
		},
		"R": {
			"title": "Disclaimer",
			"description": "YOU AGREE THAT THE PLATFORM, SERVICE, AND ALL MATERIALS ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS AND YOUR USE OF THE PLATFORM SHALL BE AT YOUR SOLE RISK. TO THE FULLEST EXTENT PERMITTED BY LAW, Flashcall, ITS OFFICERS, DIRECTORS, EMPLOYEES, AND AGENTS DISCLAIM AND EXCLUDE ALL WARRANTIES, EXPRESS OR IMPLIED, IN CONNECTION WITH THE PLATFORM AND YOUR USE THEREOF. TO THE FULLEST EXTENT PERMITTED BY LAW, Flashcall EXCLUDES ALL WARRANTIES, CONDITIONS, TERMS OR REPRESENTATIONS ABOUT THE ACCURACY, SECURITY, RELIABILITY, QUALITY, AVAILABILITY OR COMPLETENESS OF THE PLATFORM, USER CONTENT ON THE PLATFORM, OR THE CONTENT OF ANY SITES SO LINKED AND ASSUMES NO LIABILITY OR RESPONSIBILITY FOR ANY (I) ERRORS, MISTAKES, OR INACCURACIES OF USER CONTENT OR ANY CONTENT ON THE PLATFORM, (II) PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR ACCESS TO AND USE OF THE PLATFORM, (III) ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SECURE SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION AND/OR FINANCIAL INFORMATION STORED THEREIN, (IV) ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM THE PLATFORM, (IV) ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE WHICH MAY BE TRANSMITTED TO OR THROUGH THE PLATFORM BY ANY THIRD PARTY, AND/OR (V) ANY ERRORS OR OMISSIONS IN ANY USER CONTENT OR ANY OTHER CONTENT OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF THE USE OF ANY USER CONTENT OR ANY OTHER CONTENT THAT IS POSTED, EMAILED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE VIA THE PLATFORM. Flashcall DOES NOT WARRANT, ENDORSE, GUARANTEE, OR ASSUME RESPONSIBILITY FOR ANY USER CONTENT OR THE PLATFORM ADVERTISED OR OFFERED BY A THIRD PARTY THROUGH THE PLATFORM OR ANY HYPERLINKED SERVICES OR FEATURED IN ANY BANNER OR OTHER ADVERTISING, AND Flashcall WILL NOT BE A PARTY TO OR IN ANY WAY BE RESPONSIBLE FOR MONITORING ANY TRANSACTION BETWEEN YOU AND THIRD-PARTY PROVIDERS OF USER CONTENT OR SERVICES. AS WITH THE PURCHASE OF A SERVICE THROUGH ANY MEDIUM OR IN ANY ENVIRONMENT, YOU SHOULD USE YOUR BEST JUDGMENT AND EXERCISE CAUTION WHERE APPROPRIATE."
		},
		"S": {
			"title": "Limitation of Liability",
			"description": "TO THE FULLEST EXTENT PERMITTED BY LAW, IN NO EVENT SHALL, Flashcall, ITS OFFICERS, DIRECTORS, EMPLOYEES, OR AGENTS, BE LIABLE TO YOU FOR ANY DIRECT, INDIRECT, INCIDENTAL, EXEMPLARY, SPECIAL, PUNITIVE, LOSSES OR EXPENSES OR CONSEQUENTIAL DAMAGES WHATSOEVER ARISING OUT OF, RESULTING FROM, OR IN CONNECTION WITH YOUR USE, OR INABILITY TO USE, THE PLATFORM, ANY CONTENT ON THE PLATFORM, OR SUCH OTHER SERVICES OR ITEMS OBTAINED THROUGH THE PLATFORM INCLUDING, BUT NOT LIMITED TO ANY (I) ERRORS, MISTAKES, OR INACCURACIES OF USER CONTENT OR ANY OTHER CONTENT AVAILABLE ON THE PLATFORM, (II) PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR ACCESS TO AND USE OF OUR PLATFORM, (III) ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SECURE SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION AND/OR FINANCIAL INFORMATION STORED THEREIN, (IV) ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM THE PLATFORM, (IV) ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE, WHICH MAY BE TRANSMITTED TO OR THROUGH OUR PLATFORMS BY ANY THIRD PARTY, AND/OR (V) ANY ERRORS OR OMISSIONS IN ANY USER CONTENT OR ANY OTHER CONTENT OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF YOUR USE OF ANY CONTENT POSTED, EMAILED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE VIA THE PLATFORM, WHETHER BASED ON WARRANTY, CONTRACT, TORT, OR ANY OTHER LEGAL THEORY, AND WHETHER OR NOT Flashcall IS ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\n\nYOU SPECIFICALLY ACKNOWLEDGE THAT Flashcall SHALL NOT BE LIABLE FOR USER CONTENT OR THE DEFAMATORY, OFFENSIVE, OR ILLEGAL CONDUCT OF ANY THIRD PARTY AND THAT THE RISK OF HARM OR DAMAGE FROM THE FOREGOING RESTS ENTIRELY WITH YOU.\n\nTHE PLATFORM IS CONTROLLED AND OFFERED FREE OF CHARGE BY Flashcall FROM ITS FACILITIES IN INDIA. Flashcall MAKES NO REPRESENTATIONS THAT THE PLATFORM IS APPROPRIATE OR AVAILABLE FOR USE IN OTHER LOCATIONS. THOSE WHO ACCESS OR USE THE PLATFORM FROM OTHER JURISDICTIONS DO SO AT THEIR OWN VOLITION AND ARE RESPONSIBLE FOR COMPLIANCE WITH LOCAL LAW."
		},
		"T": {
			"title": "Indemnity and Release",
			"description": "You agree to indemnify and hold harmless Flashcall and its successors and assigns and all of their respective officers, directors, subsidiaries, affiliates, agents and employees, from any claims, liability, judgments, awards, losses, obligations, costs, expenses or fees (including reasonable attorneys’ fees), demands, or actions made by any third party or penalty imposed due to or arising out of Your breach of this Agreement or any document incorporated by reference, any claim that content provided by you caused damage or loss to a third party, or Your violation of any law, rules, regulations or the rights of a third party.\n\nYou hereby expressly release Flashcall and any of its officers and representatives from any cost, damage, liability or other consequence of any of the actions/inactions of any third-party vendors or service providers and specifically waive any claims or demands that You may have in this behalf against Flashcall under any statute, contract or otherwise."
		},
		"V": {
			"title": "OFAC",
			"description": "You represent and warrant that You are not, nor are You owned or controlled directly or indirectly by, any person, group, entity or nation named on any list issued by the Department of the Treasury's Office of Foreign Asset Control ('OFAC'), or any similar list or by any law, order, rule or regulation or any Executive Order of the President of the United States, including Executive Order 13224, as 'Specially Designated National and Blocked Person', terrorist, or other banned or blocked person (any such person, group, entity or nation being hereinafter referred to as a ('Prohibited Person') (ii) You are not (nor are You owned or controlled, directly or indirectly, by any person, group, entity or nation which is) acting directly or indirectly for or on behalf of any Prohibited Person; (iii) You (and any person, group, or entity which You control, directly or indirectly) have not conducted nor will conduct business nor have engaged nor will engage in any transaction or dealing with any Prohibited Person in violation of the U.S. Patriot Act or any OFAC rule or regulation, including, without limitation, the making or receiving of any contribution of funds, good or services to or for the benefit of a Prohibited Person in violation of the U.S. Patriot Act or any OFAC rule or regulation (iv) You are not prohibited by any sanctions program as maintained by OFAC from transacting with Flashcall, including those sanctions programs currently in effect with respect to Cuba, Iran, North Korea, Syria, Venezuela, or Crimea. In connection with the foregoing, it is expressly understood and agreed that the representations and warranties contained in this subsection shall be continuing in nature."
		},
		"W": {
			"title": "Other Communications",
			"description": "When You visit the Platform, You are communicating with us electronically. You may be required to provide a valid phone number while creating any account with us or while placing an order with us. We may communicate with You by e-mail, SMS, phone call or by posting notices on the Platform or by any other mode of communication. For contractual purposes, You consent to receive communications (including transactional, promotional and/or commercial messages), from us with respect to Your use of the Platform and/or Your order placed on the Platform. These communications may be made by or on behalf of Flashcall, even if Your phone number is registered on any state or federal Do Not Call list. You acknowledge that You may incur a charge for these texts or calls by Your telephone carrier and that Flashcall will not be responsible for these charges."
		},
		"X": {
			"title": "Governing law and Jurisdiction",
			"para1": "If You are a consultant situated in India and accessing the Platform from India or a Client accessing the Content created by a consultant situated in India, then in unlikely event of dispute between us, this Agreement shall be governed by and construed in accordance with the laws of India. You agree, as we do, to submit to the exclusive jurisdiction of the courts at Bangalore, India.",
			"para2": "On the other hand, If You are a consultant situated outside the territory of India and accessing the Platform from such country or territory outside India or a Client accessing the Content created by a consultant situated outside the territory of India, then in the unlikely event of dispute between us, this Agreement shall be governed by and construed in accordance with the laws of India and You agree, as we do, to submit to the exclusive jurisdiction of the courts at Bangalore, Karnataka."
		},
		"Y": {
			"title": "Miscellaneous",
			"heading1": "Alteration of Service or Amendments to the Conditions",
			"description1": "We reserve the right to make changes to our Platform, policies, and this Agreement at any time. We will post the new terms with a revision date indicated at the top or if deemed practicable, we may notify You of such changes by sending an email to the email address then registered for Your account on the Platform, unless You have instructed us not to; notwithstanding the foregoing, You should check our Platform frequently to see recent changes. You will be subject to the policies and Agreement in force at the time that You use the Platform or that You order Flashcall from us, unless any change to those policies or these conditions is required to be made by law or government authority (in which case it will apply to orders previously placed by You). If any of these conditions is deemed invalid, void, or for any reason unenforceable, that condition will be deemed severable and will not affect the validity and enforceability of any remaining condition.",
			"heading2": "Waiver",
			"description2": "If You breach these conditions and we take no action, we will still be entitled to use our rights and remedies in any other situation where You breach these conditions.",

			"heading3": "Assignment",
			"description3": "User may not assign or transfer this Agreement, by operation or law or otherwise, without Flashcall’s prior written consent. Any attempt by the User to assign or transfer this Agreement without such consent, will be null and void. Flashcall may assign or transfer this Agreement, at its sole discretion, without restriction. Subject to the foregoing, this Agreement will bind and inure to the benefit of each party’s permitted successors and assigns.",
			"heading4": "Events beyond our reasonable control",
			"description4": "We will not be held responsible for any delay or failure to comply with our obligations under these conditions if the delay or failure arises from any cause which is beyond our reasonable control. This condition does not affect Your statutory rights. In other words, Flashcall shall not be liable hereunder by reason of any failure or delay in the performance of its obligations hereunder, including any or all of the Services, during any period in which such performance is prevented or delayed due to Force Majeure. “Force Majeure” refers to any event beyond Flashcall' reasonable control, including but not limited to acts of God, severe weather, fire, flood, mudslides, hurricanes, tornadoes, earthquakes, war, labor disputes, strikes, political unrest, natural or nuclear disaster, national security risks, pandemics, epidemics, World Health Organization’s advisories and/or alerts, Center for Disease Control’s advisories and/or alerts, U.S. State Department’s advisories and/or alerts, any order of any local, provincial or federal government authority, interruption of power services, terrorism or any other causes beyond the control of Flashcall or deemed by Flashcall to constitute a danger to the safety and well-being of Users.",
			"heading5": "Losses",
			"description5": "Flashcall will not be responsible for any business loss (including loss of profits, revenue, contracts, anticipated savings, data, goodwill or wasted expenditure) or any other indirect or consequential loss at any point due to any reason whatsoever"
		},
		"Z": {
			"title": "Contact Us",
			"description": "If You’ve have concerns or queries regarding this Agreement, You may write to us by email at"
		}
	}
}
